# data/fairy_data.py

# data/fairy_data.py

FAIRY_DATA = {
    "1": {
        "title": "Аслануко - сын львицы",
        "mp3": "Аслануко - сын львицы.mp3",
        "pdf": "Аслануко - сын львицы.pdf"
    },
    "2": {
        "title": "Бык-великан",
        "mp3": "Бык-великан.mp3",
        "pdf": "Бык-великан.pdf"
    },
    "3": {
        "title": "Гадальщица Бабочка",
        "mp3": "Гадальщица Бабочка.mp3",
        "pdf": "Гадальщица Бабочка.pdf"
    },
    "4": {
        "title": "Девочка,которая несла золото",
        "mp3": "Девочка,которая несла золото.mp3",
        "pdf": "Девочка,которая несла золото.pdf"
    },
    "5": {
        "title": "Делёж по-божески",
        "mp3": "Делёж по-божески.mp3",
        "pdf": "Делёж по-божески.pdf"
    },
    "6": {
        "title": "Кадир",
        "mp3": "Кадир.mp3",
        "pdf": "Кадир.pdf"
    },
    "7": {
        "title": "Муж и жена",
        "mp3": "Муж и жена.mp3",
        "pdf": "Муж и жена.pdf"
    },
    "8": {
        "title": "Нормэрышхо - большой Нормэр",
        "mp3": "Нормэрышхо - большой Нормэр.mp3",
        "pdf": "Нормэрышхо - большой Нормэр.pdf"
    },
    "9": {
        "title": "Трудовые деньги",
        "mp3": "Трудовые деньги.mp3",
        "pdf": "Трудовые деньги.pdf"
    },
    "10": {
        "title": "Чудесная гармошка",
        "mp3": "Чудесная гармошка.mp3",
        "pdf": "Чудесная гармошка.pdf"
    }
}
