QUESTIONS = {
"easy": [
        {
            "question": "Как называется основной цикл героических сказаний адыгского народа?",
            "options": ["Калевала", "Махабхарата", "Нартский эпос", "Эпос о Гильгамеше"],
            "correct": "Нартский эпос"
        },
        {
            "question": "Кто из нартских героев, согласно мифу, родился из камня, опаленного молнией?",
            "options": ["Батраз", "Саусырыкъуэ", "Ашамаз", "Уазырмес"],
            "correct": "Саусырыкъуэ"
        },
        {
            "question": "Как называется традиционный кодекс этики, чести и обычаев адыгов?",
            "options": ["Шариат", "Адат", "Адыгэ Хабзэ", "Яса"],
            "correct": "Адыгэ Хабзэ"
        },
        {
            "question": "Кто является верховным, единым и непостижимым Богом-Творцом в традиционных адыгских верованиях?",
            "options": ["Шибле (Шыблэ)", "Мэзытха (Мэзытхьэ)", "Тха (Тхьэ)", "Сатаней-Гуащэ"],
            "correct": "Тха (Тхьэ)"
        },
        {
            "question": "Какой обычай гостеприимства является одним из самых священных и важных для адыгов?",
            "options": ["Куначество", "Побратимство", "ХьэщIапIэ (прием гостя)", "Аталычество"],
            "correct": "ХьэщIапIэ (прием гостя)"
        },
        {
            "question": "Как называется традиционное мужское верхнее одеяние с газырями (патронташем), являющееся символом адыгской культуры?",
            "options": ["Кафтан", "Черкеска (Цей)", "Бешмет", "Бурка"],
            "correct": "Черкеска (Цей)"
        },
        {
            "question": "Какой музыкальный инструмент является традиционным для адыгов и других народов Кавказа (род гармони/аккордеона)?",
            "options": ["Балалайка", "Пандури", "Пшынэ", "Волынка"],
            "correct": "Пшынэ"
        },
        {
            "question": "Кто из нартских героев известен своей волшебной свирелью, способной влиять на природу и чувства?",
            "options": ["Сосруко", "Батраз", "Ашамэз", "Уазырмес"],
            "correct": "Ашамэз"
        },
        {
            "question": "Как называется традиционное собрание старейшин или совет, где решались важные вопросы в адыгском обществе и нартском эпосе?",
            "options": ["Дума", "Вече", "Ныхас / Нысэбжэ", "Меджлис"],
            "correct": "Ныхас / Нысэбжэ"
        },
        {
            "question": "Какие существа, часто огромные и злобные, являются основными противниками нартов в эпосе, олицетворяя хаос и дикость?",
            "options": ["Драконы", "Иныжи (Иныжьхэр)", "Гоблины", "Циклопы"],
            "correct": "Иныжи (Иныжьхэр)"
        },
		{
            "question": "Какое традиционное женское украшение, часто массивное и из серебра, носилось на голове или у висков?",
            "options": ["Диадема", "Серьги", "Кольцо", "Ожерелье"],
            "correct": "Серьги"
        },
		{
            "question": "Какая гора имеет особое символическое значение для адыгов и часто упоминается в мифах?",
            "options": ["Казбек", "Эльбрус", "Арарат", "Машук"],
            "correct": "Эльбрус"
        },	
        {
            "question": "Согласно мифам, что именно случилось с  нартами, когда их эпоха подошла к концу?",
            "options": ["Улетели", "Превратились в скалы", "Стали обычными людьми", "Растворились в воздухе"],
            "correct": "Превратились в скалы"
        },
		{
            "question": "Что символизирует нартская очажная цепь ?",
            "options": ["Воинскую доблесть", "Богатство", "Крепость рода и связь поколений", "Путь на небо"],
            "correct": "Крепость рода и связь поколений"
        },
        {
            "question": "Кто из богов в адыгских верованиях является покровителем грозы, молнии и небесного огня?",
            "options": ["Тха","Тлепш","Хытха","Шыблэ"],
            "correct": "Шыблэ"
        }	
    ],
    "medium": [
		{
            "question": "Как называется традиционное адыгское женское свадебное или праздничное платье?",
            "options": ["Сарафан", "Кимоно", "Сае", "Паранджа"],
            "correct": "Сае"
        },
        {
            "question": "Кто из божеств является покровителем леса, диких зверей и охоты?",
            "options": ["Амыш", "Мэзытха", "Хытха", "Тлепш"],
            "correct": "Мэзытха"
        },
        {
            "question": "Какой цвет является основным и наиболее символичным на флаге Республики Адыгея?",
            "options": ["Синий", "Красный", "Зеленый", "Белый"],
            "correct": "Зеленый"
        },
        {
            "question": "Что символизируют 12 звезд на флаге Адыгеи?",
            "options": ["12 месяцев года", "12 основных адыгских племен", "12 нартских героев", "12 богов пантеона"],
            "correct": "12 основных адыгских племен"
        },
        {
            "question": "Как называется традиционное адыгское социальное собрание с танцами?",
            "options": ["Сход", "Джэгу", "Той", "Маджлис"],
            "correct": "Джэгу"
        },
        {
            "question": "Кто является божественным кузнецом в адыгской мифологии?",
            "options": ["Шибле", "Амыш", "Тлепш", "Псыхъуэжь"],
            "correct": "Тлепш"
        },
        {
            "question": "Как называется традиционный адыгский сыр?",
            "options": ["Сулугуни", "Моцарелла", "Адыгейский сыр", "Фета"],
            "correct": "Адыгейский сыр"
        },
        {
            "question": "Где находилось самое почетное место для гостя в адыгском доме?",
            "options": ["У очага", "В женской половине", "В гостевой комнате", "На кухне"],
            "correct": "В гостевой комнате"
        },
        {
            "question": "Что означает слово 'Тхьэ' в адыгских верованиях?",
            "options": ["Земля", "Вода", "Бог", "Солнце"],
            "correct": "Бог"
        },
        {
            "question": "Кто добыл огонь для людей в Нартском эпосе?",
            "options": ["Уазырмес", "Сосруко", "Бадыноко", "Ашамаз"],
            "correct": "Сосруко"
        },
        {
            "question": "Какое отношение у адыгов к старшим?",
            "options": ["Нейтральное", "Пренебрежительное", "Глубокое уважение", "Боязнь"],
            "correct": "Глубокое уважение"
        },
        {
            "question": "Как называется традиционный адыгский женский головной убор?",
            "options": ["Папаха", "Кубанка", "Кошъуай", "Фуражка"],
            "correct": "Кошъуай"
        },
        {
            "question": "Кто является мудрой прародительницей нартов?",
            "options": ["Дареджан", "Сатаней-Гуащэ", "Медея", "Лейла"],
            "correct": "Сатаней-Гуащэ"
        },
        {
            "question": "Что НЕ является традиционным ремеслом адыгов?",
            "options": ["Ювелирное дело", "Ткачество", "Промышленное гончарство", "Седельное дело"],
            "correct": "Промышленное гончарство"
        },
        {
            "question": "Какой символ на флаге Адыгеи связан с плодородием?",
            "options": ["Стрелы", "Щит", "Три стрелы", "Три яблока"],
            "correct": "Три яблока"
        }
    ]
}
