{
  "legend1": {
    "title": "Легенда о дольменах домах карликов",
    "description": "Загадочные каменные гробницы, построенные великанами для злых карликов, хранят память о забытой эпохе. Почему адыги называют их «испыуны», а русские — «богатырскими хатками»?"
  },
  "legend2": {
    "title": "Легенда об Али Цирхиже",
    "description": "Жестокость царских генералов Ермолова и Засса, предательство турецкого паши и трагедия черкесского народа, уходящего в изгнание. История, которую нельзя забыть."
  },
	"legend3": {
    "title": "Легенда повествующая о том,как старик нашел источник молодости и что из этого вышло",
    "description": "Старик находит волшебный родник, возвращающий молодость, но его жадность превращает жену в младенца. Ирония судьбы или урок для потомков?"
  },
  "legend4": {
    "title": "Легенда о золотой царской короне",
    "description": "Подвиг трёх поколений воинов, отстоявших землю адыгов. Их имена теперь носят горные вершины и живописное плато."
  },
	"legend5": {
    "title": "Легенда о происхождении гор Фишт, Оштен и плато Лаго Наки",
    "description": "Подвиг трёх поколений воинов, отстоявших землю адыгов. Их имена теперь носят горные вершины и живописное плато."
  },
  "legend6": {
    "title": "Легенда о происхождении курганов",
    "description": "Пять братьев погибают в погоне за похитителем сестры. Их могилы — курганы, разбросанные по аулам, — напоминают о цене чести."
  },
	"legend7": {
    "title": "Легенда о том, как и почему назвали горную реку Шхагуаше или Белой",
    "description": "Две истории одной реки: любовь пастуха и княжны, спасённых водой, и месть грузинской красавицы, бросившейся в её пучину."
  },
  "legend8": {
    "title": "Легенда о могучих бойцах на Фиште И Оштэне",
    "description": "Повторение легенды о трёх битвах за свободу, где даже смерть героев становится началом бессмертия в названиях гор."
  },
	"legend9": {
    "title": "Легенда о том, как Батараз освободил Насрена, прикованного к вершине",
    "description": "Тхамада Насрен, прикованный к горе за дерзость, и отважный Батараз, победивший Смерть, чтобы вернуть огонь нартам."
  },
  "legend10": {
    "title": "Легенда о покорительнице девичьего камня",
    "description": "Девушка-джигит побеждает мужчин в скачке на валун, но вместо славы получает проклятие. Кто здесь истинный герой?то"
  },
	"legend11": {
    "title": "Легенда о водопаде «Сердце Руфабго»",
    "description": "Жестокий великан-колдун Руфабго терроризировал народ, пока смелый Хаджох не вырвал его бессмертное сердце. Теперь водопад «Сердце Руфабго» краснеет весной — говорят, это кровоточит окаменевшее сердце тирана."
  },
  "legend12": {
    "title": "Легенда о происхождении Верблюд горы",
    "description": "Злой колдун Мурат, наказанный судьбой горбом, сеял страх среди людей, пока добрая волшебница не превратила его в гору. Теперь его силуэт напоминает верблюда — вечное напоминание о торжестве добра."
  },
	"legend13": {
    "title": "Легенда о кавказском Прометее",
    "description": "Нарт Насрен, прикованный к вершине за попытку свергнуть бога Тха, веками мучился в ледяных цепях. Легенда гласит, что однажды нарты освободили его, но горы хранят молчание."
  },
  "legend14": {
    "title": "Легенда о происхождении названия плато Лаго Наки",
    "description": "Трагическая история пастуха Лаго и княжны Накэ, бросившихся в пропасть от погони. Их имена навеки слились в названии живописного плато — символа вечной любви и жертвенности."
  },
	"legend15": {
    "title": "Легенда о золотой царской короне",
    "description": "Тайна горы Шахан: здесь был похоронен скифский царь с золотой короной, жёнами и рабами. Теперь корона — в Эрмитаже, а курган исчез, оставив лишь имя («Шахан» — «царь»)."
  }
}
